<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //Стандартные слова
    "Add" => "Добавить",
    "Update" => "Обновить",
    "More details" => "Подробнее",
    "Search" => "Поиск",
    "All" => "Все",
    "Apply" => "Применить",

    //Меню
    "Profile" => "Профиль",
    "Create a raffle" => "Создать конкурс",
    "Settings" => "Настройки",
    "Logout" => "Выйти",
    "Admin panel" => "Админка",
    "Sign in" => "Войти",
    "Sign up" => "Зарегистрироваться",

    //Меню
    "Profile" => "Профиль",
    "Create a raffle" => "Создать конкурс",
    "Settings" => "Настройки",
    "Logout" => "Выйти",
    "Admin panel" => "Админка",
    "Sign in" => "Войти",
    "Sign up" => "Зарегистрироваться",

    //Сущности проекта
    "Raffles" => "Конкурсы",
    "Raffle" => "Конкурс",
    "Users" => "Пользователи",
    "User" => "Пользователь",
    "Tags" => "Теги",
    "Tag" => "Тег",

    //Статусы конкурсов
    "Published" => "Опубликованные",
    "Moderation" => "На модерации",
    "Forbidden" => "Запрещенные",

    //Пока не сгрупировал
    "Archive of raffles" => "Архив конкурсов",
    "No raffles" => "Конкурсов нет",

];