<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //Стандартные слова
    "Add" => "Добавить",
    "Save" => "Сохранить",
    "Update" => "Обновить",
    "More details" => "Подробнее",
    "Search" => "Поиск",
    "Filter" => "Фильтр",
    "All" => "Все",
    "Apply" => "Применить",
    "Title" => "Название",
    "Show" => "Смотреть",
    "Status" => "Статус",
    "Code" => "Код",
    "Followers" => "Подписчиков",
    "Subscriptions" => "Подписок",
    "By date" => "По дате",
    "Alphabetically" => "По алфавиту",
    "New first" => "Сначала новые",
    "Old first" => "Сначала старые",
    "Ignore" => "Не учитывать",
    "Abc" => "Абв",
    "Zyx" => "Яюэ",
    "Group" => "Группировать",
    "By author" => "По автору",
    "Do not group" => "Не группировать",
    "Create" => "Добавить",
    "Created at" => "Добавлен",
    "Updated at" => "Изменен",
    "Method" => "Метод",
    "Version" => "Версия",
    "Views" => "Просмотров",
    "Popular" => "Популярные",

    //Меню
    "Menu" => "Меню",
    "Home page" => "Главная страница",
    "Profile" => "Профиль",
    "Create a raffle" => "Создать конкурс",
    "Settings" => "Настройки",
    "Logout" => "Выйти",
    "Admin panel" => "Админка",
    "Sign in" => "Войти",
    "Sign up" => "Зарегистрироваться",
    "Public API" => "Публичное API",

    //Сущности проекта
    "Raffles" => "Конкурсы",
    "Raffle" => "Конкурс",
    "Users" => "Пользователи",
    "User" => "Пользователь",
    "Tags" => "Теги",
    "Tag" => "Тег",

    //Статусы конкурсов
    "Published" => "Опубликованные",
    "Moderation" => "На модерации",
    "Forbidden" => "Запрещенные",
    "approved" => 'Опубликованные',
    "on check" => 'На проверке',
    "not approved" => 'Запрещенные',

    //Конкус
    "Archive of raffles" => "Архив конкурсов",
    "No raffles" => "Конкурсов нет",
    "Raffles not found" => "Конкурсы не найдены",
    "Show note" => "Показать заметку",
    "Hide note" => "Скрыть заметку",
    "Description" => "Описание",
    "Short description" => 'Короткое описание',
    "Raffles from" => "Конкурсы от",
    "Start of the raffle" => "Начало конкурса",
    "Raffles with the tag" => "Конкурсы с тегом",
    "Creation of a raffle" => "Создание конкурса",
    "Popular raffles" => "Популярные конкурсы",

    //Пользователь, Профиль
    "Author" => "Автор",
    "Users not found" => "Пользователи не найдены",
    "Username" => "Имя пользователя",
    "Password" => "Пароль",
    "Email" => "Почта",
    "Confirm the password" => "Подтвердите пароль",
    "Remember me" => "Запомни меня",
    "Name" => "Имя",
    "Surname" => "Фамилия",
    "Basic settings" => "Основные настройки",
    "Password setting" => "Настройка пароля",
    "Current Password" => "Текущий пароль",
    "New password" => "Новый пароль",

    //Тег
    "Tags not found" => "Теги не найдены",

    //Действие
    "You are looking for" => "Вы ищите",
    "Contact support" => "Написать в поддержку",
    "Generate code" => "Сгенерировать код",
    "Subscribe to" => "Подписаться",
    "Editing a raffles" => "Редактирование конкурса ",

    //Языки
    "English" => "Английский",
    "Russian" => "Русский",

    //Без группировки
    "Search by request" => "Поиск по запросу",

    //Адреса
    "Ip address" => "Ip адрес",
];