<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //Стандартные слова
    "Add" => "Добавить",
    "Update" => "Обновить",
    "More details" => "Подробнее",
    "Search" => "Поиск",
    "Filter" => "Фильтр",
    "All" => "Все",
    "Apply" => "Применить",
    "Title" => "Название",
    "Show" => "Смотреть",
    "Status" => "Статус",

    //Меню
    "Menu" => "Меню",
    "Home page" => "Главная страница",
    "Profile" => "Профиль",
    "Create a raffle" => "Создать конкурс",
    "Settings" => "Настройки",
    "Logout" => "Выйти",
    "Admin panel" => "Админка",
    "Sign in" => "Войти",
    "Sign up" => "Зарегистрироваться",

    //Сущности проекта
    "Raffles" => "Конкурсы",
    "Raffle" => "Конкурс",
    "Users" => "Пользователи",
    "User" => "Пользователь",
    "Tags" => "Теги",
    "Tag" => "Тег",

    //Статусы конкурсов
    "Published" => "Опубликованные",
    "Moderation" => "На модерации",
    "Forbidden" => "Запрещенные",

    //Конкусы
    "Archive of raffles" => "Архив конкурсов",
    "No raffles" => "Конкурсов нет",
    "Raffles not found" => "Конкурсы не найдены",
    "Show note" => "Показать заметку",
    "Hide note" => "Скрыть заметку",
    "Description" => "Описание",
    "Raffles from" => "Конкурсы от",
    "Start of the raffle" => "Начало конкурса",

    //Пользователи
    "Author" => "Автор",
    "Users not found" => "Пользователи не найдены",
    "Username" => "Имя пользователя",
    "Password" => "Пароль",
    "Remember me" => "Запомни меня",
    "Name" => "Имя",
    "Surname" => "Фамилия",

    //Теги
    "Tags not found" => "Теги не найдены",

    //Действия
    "You are looking for" => "Вы ищите",

    //Языки
    "English" => "Английский",
    "Russian" => "Русский",

    //Без группировки
    "Search by request" => "Поиск по запросу",
];