<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре предложения больше 6 слов, различные описания, ошибки, коментарии
 */

return [

    //Поиск комментарий
    "I will search for matches of contest media, users and tags" => "Я буду искать совпадения средки конкурсов, пользователей и тегов",
];